{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "banner_section_8eDK8X": {
      "type": "banner-section",
      "settings": {
        "image_mobile": "shopify:\/\/shop_images\/about-mob.webp",
        "image_desktop": "shopify:\/\/shop_images\/about-desc.webp",
        "title": "",
        "title_width": 400,
        "button": "",
        "button_url": "",
        "bottom_button": false,
        "sub_title": "",
        "sub_title_sets": false,
        "text": "",
        "top": false
      }
    },
    "promo_about_section_JHqtC4": {
      "type": "promo-about-section",
      "settings": {
        "title": "About Us",
        "first_text": "<p>Bester Caviar is owned by Ukrainian woman entrepreneur- Inna Polutska. She has immigrated from Ukraine 10 years ago on her own and now offers to American market a truly good traditional caviar, just like she used to have in her childhood in Ukraine.<\/p><p>Back then Caviar in her country was more affordable, so it was widely used not only for great taste but for  health benefits as well.<\/p><p><\/p><p>Now Bester’s founder is sourcing and bringing same traditional and very delicious black caviar at a lower cost, so everyone can share this luxury.<br\/>She is the voice of the company and she always talks to all her customers to keep that Caviar community bond strong. Bester Caviar now has a loyal customer base of caviar lovers in the US. <br\/>Bester Caviar sells to restaurants in Miami such as: Casa Tua, Villa Azur, Kiki on the River, American Patio, Lauberge, Zuma, River Oyster Bar, Ossobuco, George Stone Crab, Momi Market, Vinya Store & more.<\/p><p>Inna started her caviar company by working hard, she was knocking on the doors of stores & restaurants and offering irresistibly delicious caviar at best market price. People started talking about <\/p>",
        "image": "shopify:\/\/shop_images\/about-company.webp",
        "second_text": "<p>Ukrainian girl that brings delicious caviar at prices impossible to find, more and more people started reaching out from “Word of Mouth” and spreading the word with their family & friends.<br\/><\/p><p>“ I know every customer by their name and the Caviar they like and always making sure to deliver the finest, freshest caviar to them at best market price “- Inna said.<br\/><br\/>Bester Caviar ideology is to always be very approachable to their caviar lovers community any hour of the day and always take care of them like a family.<br\/><br\/>“I came to this country to become a better, more successful version of myself and now with my loyal clients who became my family I feel blessed & fulfilled by bringing people joy with great quality caviar and excellent customer service .”<\/p><p>Bester Caviar has also became top seller caviar brand on Amazon . We ship hundreds of packages all over the US and find our packaging very safe and efficient , which is very important when it comes to shipping perishable items.<br\/><br\/>Bester currently works with the most experienced and advanced fisheries in France, Italy, Israel, Azerbaijan, Madagascar, East of Asia.<br\/><br\/>Currently Bester Caviar supplies caviar from the oldest & world-famous aqua farms in the World - Karat in Israel. Decades ago, fish was brought from the Caspian Sea and was raised in pure crystal water coming from melting snow in the mountains at the source of the Jordan river in Israel.<br\/>Firm large pearls of light brown- golden color have distinct pop that spreads mouthwatering, rich nutty flavor that it's almost impossible to stop after the first taste. <br\/><br\/>Also Bester imports sturgeon roe from most advanced & innovative farm in Madagascar- Rova. <br\/>Sturgeon is raised in a virgin nature in the middle of the Indian Ocean mimicking wild environment.<br\/>Such caviar is pure eco-friendly product full of vitamins, micro elements, doesn’t contain preservatives & non-pasteurized.<br\/><br\/>Bester Caviar holds all required documents to import and distribute sturgeon caviar in United States such as CITES, FISH & WILD LIFE permit, FDA license and HACCP plan.<br\/><br\/>Enjoy the finest caviar from the top caviar producers in the World with decades of experience and tidies attention to details hand-picked by our caviar expert team at the best market price available.<\/p>"
      }
    },
    "about_news_D3RUnN": {
      "type": "about-news",
      "blocks": {
        "item_YXfWdq": {
          "type": "item",
          "settings": {
            "image": "shopify:\/\/shop_images\/IMG_3016-1050x700.jpg",
            "title": "<p>National Caviar Day Recipes with Bester Osetra Caviar - The Luxury Lifestyle Magazine<\/p>",
            "text": "<p>July 18th marks the official National Caviar Day, celebrated throughout the United States as we recognize the renowned seafood delicacy that is caviar. <\/p>",
            "button": "Read more",
            "button_url": "https:\/\/theluxurylifestylemagazine.com\/celebrate-national-caviar-day-with-these-delicious-recipes-using-bester-caviar\/"
          }
        },
        "item_dUpR7t": {
          "type": "item",
          "settings": {
            "image": "shopify:\/\/shop_images\/Imperia-Caviar.webp",
            "title": "<p>The Best Caviar Companies | Where to Buy the Best Caviar Online<br\/><\/p>",
            "text": "<p>Looking for the best caviar company can be a confusing process. There’s far more choice today than there was a decade ago, but there are two main types of caviar companies.<\/p>",
            "button": "Read more",
            "button_url": "https:\/\/lapatiala.com\/the-best-caviar-companies-in-the-us\/"
          }
        },
        "item_CdNxVr": {
          "type": "item",
          "settings": {
            "image": "shopify:\/\/shop_images\/resident_2024-04_e9f67a77-1b36-41a3-bab6-ced67cfe6a3a_DSC07006.jpg",
            "title": "<p>Brickell's Elite Networking Soiree: Caviar & Champagne Conversations<\/p>",
            "text": "<p>Last Thursday, Brickell City Center transformed into a magnetic hub of corporate synergy and sophistication during the \"Speakers + Caviar & Champagne Networking Event\".<\/p>",
            "button": "Read more",
            "button_url": "https:\/\/resident.com\/events\/2024\/04\/26\/caviar-and-conversation-brickells-exclusive-corporate-networking-event"
          }
        },
        "item_BVc3AD": {
          "type": "item",
          "settings": {
            "image": "shopify:\/\/shop_images\/Inna2016_1600x_da545114-b094-4374-a7fd-4e0ffbdd649b.webp",
            "title": "<p>Meet Inna Polutska of Bester Caviar<\/p>",
            "text": "<p>Inna, let’s start with your story. We’d love to hear how you got started and how the journey has been so far.<\/p>",
            "button": "Read more",
            "button_url": "https:\/\/voyageatl.com\/interview\/meet-inna-polutska-bester-caviar-miami\/"
          }
        }
      },
      "block_order": [
        "item_YXfWdq",
        "item_dUpR7t",
        "item_CdNxVr",
        "item_BVc3AD"
      ],
      "settings": {
        "title": "They write about us"
      }
    }
  },
  "order": [
    "main",
    "banner_section_8eDK8X",
    "promo_about_section_JHqtC4",
    "about_news_D3RUnN"
  ]
}
