{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "banner_section_qpmfna": {
      "type": "banner-section",
      "settings": {
        "image_mobile": "shopify:\/\/shop_images\/cert-mobile.webp",
        "image_desktop": "shopify:\/\/shop_images\/cert-desc.webp",
        "title": "",
        "title_width": 400,
        "button": "",
        "button_url": "",
        "bottom_button": false,
        "sub_title": "",
        "sub_title_sets": false,
        "text": "",
        "top": false
      }
    },
    "cert_section_chEzmK": {
      "type": "cert-section",
      "blocks": {
        "item_i4LPCz": {
          "type": "item",
          "settings": {
            "title": "<p>United States Fish and <br\/>Wildlife Service<\/p>",
            "image": "shopify:\/\/shop_images\/cert1.svg",
            "text_title": "UNITED STATES FISH AND WILDLIFE SERVICE",
            "first_text": "The United States Fish and Wildlife Service (USFWS) plays a crucial role in the certification of various wildlife and fish-related activities. One significant aspect of this is its work in the certification of wildlife species and products under the Endangered Species Act (ESA). The USFWS oversees the implementation of the ESA to ensure that any activities involving endangered or threatened species are conducted legally and sustainably. This includes issuing permits for the import and export of certain species, which require strict adherence to regulations aimed at protecting these vulnerable populations​. Additionally, the USFWS is involved in the certification of fishery products through its National Oceanic and Atmospheric Administration (NOAA) partnership, which provides guidance and resources for sustainable fishing practices.",
            "second_text": "This certification process helps ensure that fish and seafood sold in the market come from sustainable sources, thereby supporting both conservation efforts and responsible fishing practices​. The USFWS also collaborates with various stakeholders, including conservation organizations and private entities, to promote certification programs that encourage sustainable land use and habitat conservation. These initiatives help to ensure that wildlife habitats are protected, promoting biodiversity and the health of ecosystems across the United States​. The USFWS is integral to the certification processes that govern the protection of endangered species and sustainable fishery practices, supporting both regulatory compliance and environmental conservation efforts."
          }
        },
        "item_At8f9W": {
          "type": "item",
          "settings": {
            "title": "<p>Animal and Plant Health<br\/>Inspection Service<\/p>",
            "image": "shopify:\/\/shop_images\/cert2.svg",
            "text_title": "Animal and Plant HealthInspection Service",
            "first_text": "The Animal and Plant Health Inspection Service (APHIS) is a vital agency within the United States Department of Agriculture (USDA) that plays a crucial role in safeguarding the health of U.S. agriculture and natural resources. Its mission encompasses the protection against invasive pests and diseases, regulation of genetically engineered crops, and enforcement of animal welfare standards under the Animal Welfare Act.APHIS is responsible for certifying the health of U.S. agricultural exports, which is essential for maintaining international trade. This includes resolving phytosanitary (plant health) and sanitary (animal health) issues that could affect market access for U.S. plant and animal products.The agency operates various programs, including Animal Care, Veterinary Services, and Plant Protection and Quarantine, each focusing on specific aspects of agricultural health and safety​.",
            "second_text": "The agency's regulatory efforts also extend to biotechnology, ensuring that genetically engineered organisms are developed safely. APHIS collaborates with various stakeholders, including state and federal partners, to enhance agricultural biosecurity, manage pest and disease outbreaks, and support sustainable agricultural practices​.APHIS is pivotal in promoting the health and welfare of plants and animals in the United States while facilitating safe and responsible agricultural trade. For more detailed information, you can visit the official APHIS website here."
          }
        },
        "item_h4DiL3": {
          "type": "item",
          "settings": {
            "title": "<p>National Oceanic and Atmospheric Administration<\/p>",
            "image": "shopify:\/\/shop_images\/cert3.svg",
            "text_title": "National Oceanic and Atmospheric Administration",
            "first_text": "The National Oceanic and Atmospheric Administration (NOAA) is a pivotal agency within the U.S. Department of Commerce, established in 1970. Its primary mission encompasses the comprehensive study and management of the Earth's oceans, atmosphere, and coastal resources, focusing on their impact on weather, climate, and ecosystems. NOAA is renowned for its vital role in weather forecasting, climate monitoring, and the conservation of marine and coastal resources. The agency's responsibilities include issuing severe weather warnings, conducting research on oceanic and atmospheric conditions, and ensuring sustainable management of fisheries and other marine resources. By employing cutting-edge technology, including satellites and research vessels, NOAA collects and analyzes data to enhance public safety and environmental stewardship.",
            "second_text": "Moreover, NOAA is instrumental in enforcing regulations related to marine wildlife conservation and managing the nation's fisheries, contributing to the sustainability of these vital resources. Its research initiatives also address critical issues such as climate change, providing valuable insights that inform policy decisions and community preparedness. In addition to its scientific endeavors, NOAA actively collaborates with international partners to address global environmental challenges, promoting a holistic understanding of our planet's systems. Its efforts in education and outreach further empower communities and stakeholders to engage in conservation and sustainable practices."
          }
        },
        "item_wyKEPy": {
          "type": "item",
          "settings": {
            "title": "<p>Food and Drug <br\/>Administration<\/p>",
            "image": "shopify:\/\/shop_images\/cert4.svg",
            "text_title": "Food and Drug Administration",
            "first_text": "The Food and Drug Administration (FDA) is a critical agency within the U.S. Department of Health and Human Services (HHS), tasked with ensuring public health by regulating various sectors, including food safety, pharmaceuticals, and medical devices. Established initially in 1906, the FDA has evolved to oversee not only food and drugs but also cosmetics and products that emit radiation​. One of the FDA's primary responsibilities is to evaluate the safety and efficacy of drugs and medical devices before they can be marketed. This involves a thorough review process that requires manufacturers to submit extensive data, including results from clinical trials. The agency ensures that products meet rigorous standards for safety, efficacy, and security​.",
            "second_text": "In terms of food safety, the FDA regulates a vast array of food products, overseeing the labeling and safety of items ranging from fresh produce to packaged goods. While it does not approve food products before they hit the market, it monitors facilities and conducts inspections to ensure compliance with safety standards. The FDA also plays a vital role in managing recalls and enforcing regulations to protect consumers​. Moreover, the FDA is increasingly involved in international cooperation, addressing challenges posed by globalization. It regulates a significant portion of imported goods, including food, drugs, and medical devices, reflecting the changing landscape of global trade​."
          }
        }
      },
      "block_order": [
        "item_i4LPCz",
        "item_At8f9W",
        "item_h4DiL3",
        "item_wyKEPy"
      ],
      "settings": {
      }
    },
    "services_section_aXw3jh": {
      "type": "services-section",
      "blocks": {
        "item_zJRjyb": {
          "type": "item",
          "settings": {
            "image": "shopify:\/\/shop_images\/service-1.svg",
            "title": "FREE OVERNIGHT DELIVERY",
            "text": "Free Overnight Shipping in temperature controlled coolers for perishable goods Monday through Thursday & Same Day Free Delivery in Miami 24\/7."
          }
        },
        "item_UBAPjH": {
          "type": "item",
          "settings": {
            "image": "shopify:\/\/shop_images\/service-2.svg",
            "title": "PERSONALIZE YOUR ORDER WITH A GIFT CARD",
            "text": "Send someone special Bester Caviar Gift Card so they can receive their fresh caviar when they are ready to indulge."
          }
        },
        "item_79Ded3": {
          "type": "item",
          "settings": {
            "image": "shopify:\/\/shop_images\/services-3.svg",
            "title": "24\/7 CUSTOMER SERVICE",
            "text": "Contact our caviar concierge to help you with your customized selection & delivery details: +1(813)510-9892 inna@besterusa.com"
          }
        },
        "item_4bqMn4": {
          "type": "item",
          "settings": {
            "image": "shopify:\/\/shop_images\/service-4.svg",
            "title": "AMAZON’S CHOICE",
            "text": "Bester Caviar is best selling caviar brand on Amazon with over 500 positive customer reviews and Amazon’s Choice award: highly rated & well priced, ready to ship immediately."
          }
        }
      },
      "block_order": [
        "item_zJRjyb",
        "item_UBAPjH",
        "item_79Ded3",
        "item_4bqMn4"
      ],
      "settings": {
        "title": "More and more quality service for our customers",
        "sub_title": "",
        "text": "We work hard to make the caviar experience an exciting, satisfying event for you and your loved ones. Order caviar from us and enjoy the marvelous taste of top-class roes!",
        "delivery": false
      }
    }
  },
  "order": [
    "main",
    "banner_section_qpmfna",
    "cert_section_chEzmK",
    "services_section_aXw3jh"
  ]
}
